export const data = {
  carouselData: [
    {
      id: 0,
      image: require("../../assets/20200830-204.jpg"),
    },
    {
      id: 1,
      image: require("../../assets/20200830-130.jpg"),
    },
    {
      id: 2,
      image: require("../../assets/20200830-345.jpg"),
    },
  ],
  newsMsgData: [
    {
      id: 0,
      date: "2021/05/17",
      title: "因疫情影響，本樂季暫停全部團練",
      content:
        "經過疫苗考驗及幹部們思量結果「本樂季暫停」，請大家為了你我，還是要遵守中央防疫規範喔!!",
      image: [],
    },
    {
      id: 1,
      date: "2021/05/08",
      title:
        "「我愛媽咪小音樂會」改由線上直播方式演出123123123123123123123123456",
      content:
        "直播連結於此，歡迎各位一同欣賞\n https://www.instagram.com/tv/COmhs_hHGD_/?utm_source=ig_web_copy_link",
      iamge: [require("../../assets/20210928.png")],
    },
    {
      id: 2,
      date: "2021/05/02",
      title: "05/02團練公告",
      content:
        "5/2 團練公告\n⏰團練時程\n10:00~12:00 自主練習\n13:00~16:00 團練\n🗒地點 中山醫學大學管樂社團練室 (詳見附地圖)\n📢新練習場地，請務必提早15mins.到場準備。\n📢 請務必配合防疫措施，配戴口罩！\n📢請於中山醫教學區大門進入，並配合警衛測量體溫！(非院區)\n📢 請記得攜帶3D教本\n📢 繳交團費\n一般團員 3,000\n學生團員 2,500\n📢本次團練為與興大附中學生指揮演練交流活動之一，請配合指揮指示。\n📢本次練習重點圍5/8母親節演出內容",
      image: [
        require("../../assets/177924533_4508945305801418_6924820790830804489_n.jpg"),
        require("../../assets/177447519_4508945322468083_3713767561966938103_n.jpg"),
      ],
    },
    {
      id: 3,
      date: "2021/04/25",
      title: "04/25團練公告",
      content:
        "4/25 團練公告\n各位好久不見，2021春樂季本周日是第二次團練囉!!\n照慣例練習場地早上10點就會開放，歡迎大家提早來準備。\n不管是來練樂器還是來睡覺。都歡迎光臨~\n⏰團練時程\n10:00~12:00 自主練習\n13:00~16:00 團練\n🗒地點\n台中科技大學管樂社團練室\n📢 請記得攜帶3D教本\n📢 還沒繳團費der記得帶團費來喔!!\n一般團員 3000\n學生團員 2500\n📢 請務必配合防疫措施",
      image: [
        require("../../assets/174113537_4177027169027646_2248819975318114186_n.jpg"),
      ],
    },
    {
      id: 4,
      date: "2021/04/11",
      title: "04/11團練公告",
      content:
        "4/11 團練公告\n各位好久不見，2021春樂季本周日就要開始囉~\n大家趁這兩天有空趕緊把塵封已久的樂器拿出來練練！\n本樂季照慣例練習場地早上10點就會開放，歡迎大家提早來準備。不管是來練樂器還是來喇低賽。來，都來！\n⏰團練時程\n12:00~12:50 團員報到\n13:00~16:00 團練\n🗒地點\n台中科技大學管樂社團練室\n📢 請記得攜帶3D教本\n📢 開樂季第一天，請記得帶團費！很重要！\n一般團員 3000\n學生團員 2500\n📢 請務必配合防疫措施",
      image: [
        require("../../assets/170245496_4264707480215046_2575913800469634744_n.jpg"),
      ],
    },
    {
      id: 5,
      date: "2021/02/17",
      title: "召開2020秋樂季團員大會，請團員務必出席",
      content: "",
      image: [
        require("../../assets/151381345_3985858381477860_5943849896509750867_n.jpg"),
      ],
    },
  ],
  recruitMsgData: [
    {
      id: 0,
      date: "2021/03/13",
      title: "2021春樂季開始招聲，歡迎志同道合的夥伴加入我們的行列",
      content:
        "想加入齊生的心聲\n我們都聽見啦！\n經過幹部密集規畫及討論後\n齊生決定在❗️❗️❗️明天下午四點❗️❗️❗️開放大家報名\n想跟我們一起團練的大家\n記得鎖定後續的報名相關資訊哦\n📢有任何問題\n都可以私訊粉絲專頁或在貼文下方留言\n我們會用最快的速度為你解答！\n齊生管樂團　揪你來吹團",
      image: [
        require("../../assets/159126175_1051792072008727_1256798987746663399_n.jpg"),
      ],
    },
  ],
  performanceInfo: [
    {
      id: 0,
      title: "我們在塞納河畔啜飲著維洛那",
      subtitle: "問世間情為何物",
      time: "2018/07/15",
      location: "綠光計劃范特喜文創聚落",
      conductor: "黃子修 老師",
      image: require("../../assets/36659436_382075988980342_2309359011176120320_n.jpg"),
      content:
        "「問世間，情為何物？」其實不是只有元好問有這個疑惑，愛情的樣貌總是撲朔迷離，讓人摸不著頭緒，好似可以握緊，又從指縫間溜掉，抓得太緊，又可能窒息。給得了承諾，卻心胸不夠寬大；不喜歡孤獨的樣子，卻又不想太黏膩。你可否被愛過？你又愛過了誰呢？而你愛的那個誰，又愛上了誰呢？\n《西貢小姐》為了孩子，獻出了最大的代價。《髮膠明星夢》裡的崔西，有了愛，就真能成為歌舞秀中的大明星嗎？《日落大道》的諾瑪，走不出往日情懷，困在時光的記憶裡。到底是誰，給《魅影》戴上了真正的面具？慘淡困頓的《悲慘世界》裡，愛情還有可能萌芽嗎？《綠野仙蹤》的桃樂絲，找到了奧茲大帝，就真的能回家嗎？潔里珂的《貓》們，不過就是人類世界的縮影？充滿酒精、情慾和迷幻藥的《芝加哥》，有可能有真愛嗎？《浪漫騎士》唐吉軻德，到底是個瘋子還是個白馬王子？\n讓我們用音樂、戲劇串起愛的故事，究竟是溫潤蜜糖般的甜膩滋味，還是火辣炙熱的身姿律動，亦或是風霜滄桑的蕭瑟，或者是平凡簡單的青草香呢？至少我們在追愛的旅途上，有你陪伴，我就不再孤單。",
    },
    {
      id: 1,
      title: "擬仿幻想曲",
      subtitle: "影格裡的人生",
      time: "2019/01/06",
      location: "國立臺中科技大學音樂廳",
      conductor: "黃子修 老師",
      image: require("../../assets/IMG_4125.png"),
      content:
        "電影藝術創造許多奇幻的場景，塑造許多鮮明的人物和可怕的怪物，刻劃出奇特的風景，創造不可思議的的世界。我們總是被電影劇情的起伏牽動，被音樂勾動心弦。我們為角色悲慘命運落淚，我們害怕恐怖兇手出現，我們為正義不能伸張而咬牙切齒，為愛情的堅毅不拔握緊身旁人的手。究竟電影有什麼魔力，那個虛幻的世界，為何能如此深刻地影響我們？就讓我們以電影音樂作為船艦，在想像與現實交織的意識流裡巡航深潛，一同探索電影藝術與電影音樂的無限可能！\n本次演出曲目豐富多元，跨越不同世代，有膾炙人口的《鐵達尼號》、奧斯卡最佳外語片《新天堂樂園》、譚盾的《臥虎藏龍》等經典作品，更有許多世界知名電影配樂大師如約翰‧威廉斯(Williams)、詹姆士‧霍納(Horner)、顏尼歐‧莫利克奈(Morricone)、漢斯‧季默(Zimmer)等名作。誠摯邀請您參與，跟著我們的音樂，一起回到電影之中。揚聲管樂校友團致力於推廣藝文活動，這次更嘗試結合戲劇、文學、哲學、設計等多元素材，讓您有一個創新的感官體驗，不僅只是用耳朵聽，還要用眼看，用心去感受，甚至用身體去參與演出其中。期望冬日週末午後，能與您相會臺中科大音樂廳，我們一起度過美好的影音時光！",
    },
    {
      id: 2,
      title: "逍遙遊",
      subtitle: "人與自然的互生想像\n2019聯合管樂音樂會",
      time: "2019/07/21",
      location: "臺中教育大學寶成演藝廳",
      conductor: "黃子修 老師",
      image: require("../../assets/59273872_565236387330967_6016897037327400960_n.jpg"),
      content:
        "《莊子》〈逍遙遊〉描述的是一種自由自在的狀態，那是一種無所拘束、完全自由的境界。但是究竟要如何達到「逍遙」呢？莊子說要透過〈齊物論〉中學習與萬物齊平共生，找出萬物之中皆有的共通性，發現人與自然、人與人之間互相共生的關係，才能去領悟老子所說的宇宙運行之「道」。而因為了解「道」，才能超越萬物與道同在，達到真正逍遙的境界。我們正處於「人類世」，一個人類行為會直接影響地球環境的地質年代。全球暖化、極端氣候、空汙、海洋垃圾等問題不斷惡化，戰火、飢荒、人口爆炸等衝擊不斷加劇。人與人之間更是充滿不信與惡意，極端的政治對立和交惡的舉止，讓我們活在一個混沌詭譎的時代。或許正是因為人自視甚高，忽視了莊子所說的齊物的精神，無法觀察他者與自身的交集，也無法欣賞他者的特性，所以陷入鬥爭紛擾之中，困在自己的思維認同裡面，也就離自由自在遠矣。揚樂道卡斯與揚聲管樂，兩個截然不同的管樂團，擁有各自的特性，卻又有音樂的共同性。在人、自然與音樂中，能找到什麼樣的交集，又會有怎麼樣的拉鋸？此次音樂會有許多精彩曲目，跨越不同曲風與文化背景，如美國作曲家呂德(Reed)所作《春之獵犬》(The Hounds of Spring)、美國作曲家巴恩斯(Barnes)所編曲的《綠野仙蹤》、日本作曲家伊藤康英作品《抒情的「祭」》(Festal Scenes)、美國作曲家萊內克(Reineke)所作《火焰女神》(Goddess of Fire)等。就讓我們用音樂、哲學、戲劇和文學，一同思索彼此的關係，珍惜我們的共通性，欣賞彼此的差異性，一起試圖找尋逍遙之道吧！",
    },
    {
      id: 3,
      title: "以X之名",
      subtitle: "Let Freedom Ring",
      time: "2020/01/05",
      location: "國立臺中科技大學音樂廳",
      conductor: "黃子修 老師",
      image: require("../../assets/81142497_735413926979878_3804554336571228160_n.jpg"),
      content:
        "在庸碌的後現代社會裡，人們疲於奔命，為的是什麼呢？如果只是為了簡單混口飯吃而活著，有需要這麼辛苦嗎？如果是為了更偉大的藍圖，那夢想到底什麼時候才能實踐呢？保守的體制箝制了身心，預設的意識封鎖了思想，所以刻意迴避自己的過去，不想去面對痛苦的記憶，又沒有勇氣去面對未知的未來，總是把問題指向他者。島嶼上的人們啊！沒有一個人是自由的。",
    },
    {
      id: 4,
      title: "解",
      subtitle: "後疫情時代的新常態\n2020聯合管樂音樂會",
      time: "2020/08/30",
      location: "國立興大附中演藝廳",
      conductor: "黃子修 老師",
      image: require("../../assets/118121746_909322762922326_6236881721189833378_n.jpg"),
      content:
        "精心準備的音樂會，總是還是會有意外小插曲，多麼萬全的環顧細節，也不能保證一切都能順利。或許這種未知既是令人恐懼，但也是種刺激挑戰啊？繼續走下去的旅程，就算顛頗，就算踉蹌，那都是進展的必然。因為要有進展，就只能走下去。讓我們試著用音樂和戲劇，去思考現在與過去的牽絆關係，正身處於現在的我們，又要以何種心態來面對未來呢？",
    },
    {
      id: 5,
      title: "新世界",
      subtitle: "Mundus Novus",
      time: "2021/01/31",
      location: "中華民國農會3F大禮堂",
      conductor: "黃子修 老師",
      image: require("../../assets/IMG_0000.png"),
      content:
        "未雨綢繆是祈求行事周全，而不斷自我檢視，只希望面對未來有充足的準備，但再充足的準備、再縝密的規劃，終究有個未知的狀態，就是沒有人能夠知道「未來」會怎麼樣？所以我們不斷回頭往「過去」找解答，用過去的失敗、挫折來反覆檢視「現在」，甚至大力批判現狀，對於現在提出許多不滿，忍不住和過去作比較，無意識之中，我們產生了一種對於過去的美好想像，塑造一種往昔已逝的愁懷，對於「現在」只有負面的感慨。但如果冷靜思考，「現在」真的很糟嗎？還是這一切其實源自於我們對於「未來」的真實恐懼呢？時間以線性的不斷向前，而我們也就乘著它往前走著。然而心境的不同，會有截然不同的解讀。精心準備的音樂會，總是還是會有小插曲。萬全的準備，也不能保證一切順利，或許這種未知既是令人恐懼，但也是種刺激挑戰啊？讓我們試著用音樂和戲劇，去思考現代與過去的真實關係，身處於現在的我們，又要以何種心態來面對未來呢？",
    },
  ],
  teamInfoData: [
    {
      id: 0,
      title: "藝術總監/指揮",
      title_en: "Arts Director/Conductor",
      name: "Jimmy",
      image: "",
      content: `平時從事英語教學、翻譯工作，以及文學與文化學術研究，目前擔任齊 管樂團藝術總監，國立興大附中管樂社、市立霧峰農工管樂社指導老師。正因為自身學習背景，以人文教育為出發點，對於音樂藝術教育有獨到見解。指導樂團學生與社區樂團成員時，特別重視興趣培養與思辨啟發。除了培養團員實務音樂演奏技巧，更重視提升團員對於藝術感官的敏銳度，將文本鑑賞分析導入音樂演繹過程，企求落實美學於日常生活的每個角落。目前就讀於國立中興大學外文研究所，專長為後殖民論述與族裔文化研究，致力於喚起人們對於斯土斯民斯物的連結，在詭譎多變的全球泛資本化時代，重新自我認識，進而自我認同，且藉由音樂藝術這個能跨越疆界的語言，與世界各地文化交流，又同時能保有自己的說話解釋權，進而推廣具有臺灣在地特色的音樂與藝術。`,
    },
    {
      id: 1,
      title: "團長",
      title_en: "Band Director",
      name: "Rachel",
      image: "",
      content:
        "從事服務業，為人和善又喜歡交朋友，看似灑脫不拘的個性下，其實非常有使命感，在齊生管樂團轉型改制之際，臨危受命一肩扛起了重責大任，擔任改制後的創團團長。沈團長學生時期參加管樂社學習薩克斯風，並且開啟了對管樂的熱愛，但對音樂藝術的喜歡卻是從小時候就培養的。商學院畢業的她，有著會計財務專長，這也使得她在推行樂團行政工作上有著強大的組織能力，給予團隊其他成員必要的專業指導，強化團隊的行政效力。善解人意的她更是團隊最強大的後盾，細心照顧每個團員，並給予行政團隊最大的支持。本身就對人文藝術深感興趣的她，將自己的藝文興趣與生活結合，由於對於文字、聲音、影像都很敏銳，總是希望在樂團表演上能有更多的突破，不單只是器樂演奏技巧的提升，而是將本來就存於人們心中的藝文感知甦醒，透過練習、聆聽、交流、展演，去仔細品味音樂的豐富層次，來反思自己的生命。「讓社會上更多人都能再多聽得懂、看得懂一些」是她的使命，正是她引領團隊前進的方向。在忙碌的工作之餘，她一邊辛勤執行團務，又自在品味藝術，帶領大家暢遊音樂藝術的世界，同時又要兼顧自己的家庭，堪稱樂團的最佳熱血模範！",
    },
    {
      id: 2,
      title: "行政總監",
      title_en: "Executive Director",
      name: "Rick",
      image: "",
      content:
        "從事電子資訊工程產業，學生時期開始接觸管樂。由於其自身學習經歷，對於團務的電子資料彙整和資訊化管理有著卓越貢獻，總是能透過簡單易操作的軟體或程式，方便其他幹部管理團務，不但提升行政效率，更讓收集的資訊被活化，給予藝術和行銷總監更多的運用空間，即時修正微調團務策略。林總監對朋友很講義氣，儘管外表看似高冷酷帥、一臉正經，其實內心卻是有能把寒冬冰雪融化成暖心熱可可的人。總是在一大早為睡眼未開的指揮送上一杯甦醒咖啡，或是在兄弟們工作、感情不順時，酒杯碰撞出滿腔情義，舉杯暢飲趕走晦氣！他更是為樂團盡心盡力，張羅大小團務，只因為他說樂團讓他找回吹奏樂器的熱情，他就傾心奉獻。從當初剛加入的默默團員，到擔任樂部部長，最後扛起了行政總監的重擔，可見他的使命感多重，相信齊 管樂團在他的帶領下，能奏出嶄新的樂章，團員們都能齊心茁壯。",
    },
    {
      id: 3,
      title: "執行秘書",
      title_en: "Marketing Director",
      name: "Sandy",
      image: "",
      content:
        "就讀臺中科技大學五專期間學習會計，曾擔任揚聲管樂社財務發揮所學，二技就讀國立高雄餐旅大學，具有烘焙、餐飲專業。興趣是研究食譜、品嘗美食，並試圖重新複製，或再新創意。她也喜歡收集整理有趣的事物，具有文書行政專長，因此兼職擔任樂團小編。( 噓！這是秘密！ ) 喜歡與他人分享，總是帶著剛出爐的甜點，滿足每個人的少女心。正因其樂於分享的個性，對樂團成員總是抱持熱忱與善意，為樂團帶來許多正向力。學生時期，可以為夢想打拚，可以為社團付出一切，出了社會，她發現許多樂團不再有學生時期的單純，多了許多條件、標準和目的，因此她想重建學生時期的樂團氣氛，那是一種只因對音樂熱愛而有的凝聚，一種互相扶持的精神。齊 管樂團在她努力下，就像是團員充滿歡笑的第二個家，我們又再次回到學生社團時期的熱血感動。",
    },
  ],
};
